/* Sync */
"Album Error" = "Album Fehler";

/* Menu - title for Albums */
"Albums" = "Alben";

/* Status upload - Already in your account */
"Already in your account" = "Bereits in deinem Account";

/* Message when user can not purchase */
"App can't do Purchase. Please, check Settings if you want to upgrade the app" = "Der Einkauf ist nicht möglich. Wenn du ein Upgrade vornehmen wolltest, überprüfe bitte deine Einstellungen.";

/* Authentication method */
"Authentication failed: try again." = "Anmeldung fehlgeschlagen. Bitte versuche es erneut.";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* Check User in the Login */
"Checking" = "Überprüfe";

/* Informing the user an item has finished copying */
"Copied" = "Kopiert";

/* No comment provided by engineer. */
"Copy" = "Kopie";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "Kopieren";

/* message when couldn't download the image in the profile screen */
"Couldn't download the image" = "Der Download ist fehlgeschlagen.";

/* Authentication */
"Couldn't execute request" = "Anmeldung fehlgeschlagen";

/* Creating Album */
"Creating" = "Erstelle";

/* Status upload - Creating ... */
"Creating ..." = "Erstelle ...";

/* No comment provided by engineer. */
"Creating Account" = "Erstelle ein Konto";

/* No comment provided by engineer. */
"Dismiss" = "Ablehnen";

/* No comment provided by engineer. */
"Done" = "Erledigt";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "Email wurde nicht gesendet. Bitte versuche es erneut.";

/* Album screen - create a new album */
"Enter new album name" = "Enter new album name";

/* Tag screen - create a new screen */
"Enter new tag name" = "Gebe einen neuen tag ein";

/* No comment provided by engineer. */
"Error" = "Fehler";

/* Upload - Facebook */
"Facebook" = "Facebook";

/* Informing the user a process has failed */
"Failed" = "Fehlgeschlagen";

/* Message in the home when trying to load newest photos */
"Failed! We couldn't get your newest photos." = "Fehlgeschlagen! Wir konnten dein neustes Foto nicht laden.";

/* Profile - Free text */
"Free" = "Kostenlos";

/* Menu - title for Gallery */
"Gallery" = "Galerie";

/* Profile - size storage */
"GB used" = "GB genutzt";

/* Status upload - Invalid photo! */
"Invalid photo" = "Ungültiges Foto";

/* Profile - subscription */
"Just" = "Nur";

/* Profile - size storage */
"KB used" = "KB genutzt";

/* Menu - title for Home */
"Latest Activity" = "Letzte Aktivität";

/* Status upload - Limit reached! */
"Limit reached" = "Limit reached";

/* No comment provided by engineer. */
"Loading" = "Lade";

/* Sync */
"Loading..." = "Lade...";

/* No comment provided by engineer. */
"Log out" = "Abmelden";

/* Message to confirm if user really wants to log out */
"Log out. Are you sure?" = "Abmelden. Bist du sicher?";

/* No comment provided by engineer. */
"Logging" = "Anmelden";

/* Sync */
"Maximum reached" = "Maximum erreicht";

/* Profile - size storage */
"MB used" = "MB genutzt";

/* Profile - subscription */
"month" = "Monat";

/* Menu - title for Account */
"My Account" = "Mein Konto";

/* Message to appears in the map when opened an image */
"My Photo" = "Meine Fotos";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "von";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Photo" = "Foto";

/* Profile - plans web controller */
"Plans" = "Abonnements";

/* No comment provided by engineer. */
"Please check your internet connection" = "Bitte überprüfe deine Internetverbindung";

/* Sync */
"Please, check if Trovebox has Location Permission in your Mobile Settings." = "Bitte überprüfe ob Trovebox auf die Ortungsdienste Zugriff hat.";

/* Used when user don't set the url for the hosted server */
"Please, set the URL to the Trovebox Server." = "Bitte vergebe die URL zum Trovebox-Server.";

/* No comment provided by engineer. */
"Please, set your email to recovery password." = "Bitte gebe deine Email-Adresse ein um das Passwort zurückzusetzen";

/* Creation account where user needs to set the email */
"Please, set your email." = "Deine Email-Adresse";

/* No comment provided by engineer. */
"Please, set your password" = "Dein Passwort";

/* No comment provided by engineer. */
"Please, set your password." = "Dein Passwort wiederholen";

/* Creation account where user needs to set the username */
"Please, set your username." = "Dein Benutzername";

/* Content of the menu for the PREFERENCES */
"PREFERENCES" = "Einstellungen";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "Verarbeitung";

/* Upload - Private */
"Private" = "Privat";

/* Profile - Pro text */
"Pro" = "Pro";

/* Title screen Profile */
"Profile" = "Profil";

/* Action to reset the pwd */
"Resetting" = "Zurücksetzen";

/* Status upload - Retry uploading! */
"Retry uploading" = "Hochladen wiederholen";

/* No comment provided by engineer. */
"Save" = "Speichern";

/* Informing the user an item has been saved */
"Saved" = "Gespeichert";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "Speichern";

/* Profile - Self-hosted text */
"Self-hosted" = "Self-hosted";

/* Menu - title for Settings */
"Settings" = "Einstellungen";

/* Sync */
"Sync an Album" = "Album synchronisieren";

/* Menu - title for Tags */
"Tags" = "Tags";

/* Message for photo details in the home - This photo was taken %i days ago */
"This photo was taken %i days ago" = "This photo was taken %i days ago";

/* Message for photo details in the home - This photo was taken %i hours ago */
"This photo was taken %i hours ago" = "This photo was taken %i hours ago";

/* Message for photo details in the home - This photo was taken %i years ago */
"This photo was taken %i years ago" = "This photo was taken %i years ago";

/* Message for photo details in the home - less than one hour ago */
"This photo was taken less than one hour ago" = "This photo was taken less than one hour ago";

/* Message for photo details in the home - This photo was taken one hour ago */
"This photo was taken one hour ago" = "This photo was taken one hour ago";

/* Message for photo details in the home - This photo was taken one year ago */
"This photo was taken one year ago" = "This photo was taken one year ago";

/* Upload - inside text input */
"title" = "Titel";

/* Upload - Twitter */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Upgrade" = "Upgrade";

/* Title in the upload form */
"Upload" = "Upload";

/* Menu - title for Upload & Sync */
"Upload & Sync" = "Hochladen und synchronisieren";

/* Status upload - Upload finished! */
"Upload finished!" = "Hochladen beendet!";

/* Status upload - waiting */
"Waiting ..." = "Warte ...";

/* Message limit - n more photos */
"You can upload %d more photos this month" = "You can upload %d more photos this month";

/* Message limit - one more photo */
"You can upload one more photo this month" = "You can upload one more photo this month";

/* Message when limit is reached on upload screen */
"You've reached your monthly limit of %d photos" = "You've reached your monthly limit of %d photos";

/* Message when limit is reached */
"You've reached your monthly limit of %d photos. Upgrade today for an unlimited Pro account." = "You've reached your monthly limit of %d photos. Upgrade today for an unlimited Pro account.";

